app/views/students/_student_listing.html.erb

SELECT "students".* FROM "students"
---
    <tr>
      <th><%= t('student.student_listing.first_name') %></th>