app/controllers/messages_controller.rb

    def create
      @message = Message.create(msg_params)
---
INSERT INTO "messages" ("content", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["content", "hi"], ["created_at", "2020-11-18 11:03:22.075503"], ["updated_at", "2020-11-18 11:03:22.075503"]]